import React from 'react';

function Privacy() {
  return (
    <>
      <div className="bg-primary h-full pt-8">
        <div className="max-w-3xl mx-auto px-4">
          <h1 className="text-3xl font-bold text-center mb-8 text-blue-900">
            سیاست حفظ حریم خصوصی
          </h1>
          <div className="bg-white p-6 rounded-lg shadow text-gray-700">
            <h2 className="text-xl font-bold mb-4">مقدمه</h2>
            <p className="text-gray-700">
              در این قسمت می‌توانید یک مقدمه کوتاه درباره سیاست حفظ حریم خصوصی
              شرکت یا وبسایت خود بنویسید. اینجا می‌توانید اهداف و نیازهای شرکت
              یا وبسایت خود در ارتباط با حفظ حریم خصوصی کاربران را توضیح دهید.
            </p>

            <h2 className="text-xl font-bold mt-8 mb-4">
              اطلاعاتی که جمع‌آوری می‌شوند
            </h2>
            <p className="text-gray-700">
              در این بخش می‌توانید توضیح دهید که شرکت یا وبسایت شما چه نوع
              اطلاعاتی را از کاربران خود جمع‌آوری می‌کند. می‌توانید به عنوان
              مثال، نام، ایمیل، شماره تماس، آدرس IP و سایر اطلاعات مربوط به
              فعالیت کاربر در وبسایت را در اینجا ذکر کنید.
            </p>

            <h2 className="text-xl font-bold mt-8 mb-4">استفاده از اطلاعات</h2>
            <p className="text-gray-700">
              در این بخش می‌توانید توضیح دهید که شرکت یا وبسایت شما اطلاعات
              جمع‌آوری شده را برای چه منظورهایی استفاده می‌کند. می‌توانید به
              عنوان مثال، استفاده از اطلاعات برای بهبود خدمات، ارائه محصولات و
              خدمات بهتر، پاسخگویی به درخواست‌ها و ارتباط با کاربران را در اینجا
              ذکر کنید.
            </p>

            <h2 className="text-xl font-boldmt-8 mb-4">
              اشتراک اطلاعات با شخص ثالث
            </h2>
            <p className="text-gray-700">
              در این بخش می‌توانید توضیح دهید که شرکت یا وبسایت شما آیا اطلاعات
              جمع‌آوری شده را با شخص ثالثی به اشتراک می‌گذارد یا خیر. اگر اشتراک
              اطلاعات با شخص ثالث را در نظر دارید، می‌توانید اهداف و مواردی که
              اطلاعات به اشتراک گذاشته می‌شود را در اینجا بیان کنید.
            </p>

            <h2 className="text-xl font-bold mt-8 mb-4">امنیت اطلاعات</h2>
            <p className="text-gray-700">
              در این بخش می‌توانید توضیح دهید که چه تدابیری برای حفاظت از
              اطلاعات کاربران در نظر می‌گیرید. می‌توانید درباره استفاده از
              روش‌های رمزنگاری، محدودیت دسترسی به اطلاعات و سایر روش‌هایی که
              برای افزایش امنیت اطلاعات به‌کار می‌برید، صحبت کنید.
            </p>

            <h2 className="text-xl font-bold mt-8 mb-4">لینک‌های خارجی</h2>
            <p className="text-gray-700">
              اگر وبسایت شما لینک‌هایی به وبسایت‌های خارجی دارد، در این بخش
              می‌توانید توضیح دهید که سیاست حفظ حریم خصوصی شما در قبال این
              وبسایت‌ها چگونه است. می‌توانید به عنوان مثال، بیان کنید که این
              وبسایت‌ها سیاست‌های حفظ حریم خصوصی خود را دارند و شما هیچ مسئولیتی
              در قبال آنها ندارید.
            </p>
          </div>
        </div>
      </div>
    </>
  );
}

export default Privacy;
